[{"brewery":{"name":"Adnams","notes":"Southwold, Suffolk est. 1890"},"name":"Gunhill","abv":4.0,"notes":"Aromatic barley malts and an exquisite blend of hops combine to create a wonderful balance of sweet biscuit and subtle fruit flavours, with a hint of chocolate bitterness."},{"brewery":{"name":"Adnams","notes":"Southwold, Suffolk est. 1890"},"name":"May Day","abv":5.0,"notes":"A golden beer with a clean orange peel aroma and a hint of spice. Brewed with East Anglian Pale Ale malt, malted wheat and English hops to produce a well balanced malty beer with a crisp bitterness leading to a satisfying clean finish."},{"brewery":{"name":"B & T","notes":"Shefford, Beds"},"name":"R101","abv":4.7,"notes":"Brewed to commemorate the last flight of the R101 airship which crashed in France in 1930. This hoppy blonde coloured beer has a malty dry finish."},{"brewery":{"name":"Backyard Brewhouse","notes":"Walsall, W. Mids est. 2008"},"name":"D&B Porter","abv":4.3,"notes":"Dark and complex; Hints of dandelion and burdock with undertones of plum and damson. A slightly sweet start with a dry finish leaving you wanting more."},{"brewery":{"name":"Backyard Brewhouse","notes":"Walsall, W. Mids est. 2008"},"name":"Hobs Hole","abv":4.2,"notes":"Dark and sweet. Hints of liquorice complemented with subtle flavours of dark berries. Smooth and easy drinking. A classic mild."},{"brewery":{"name":"Backyard Brewhouse","notes":"Walsall, W. Mids est. 2008"},"name":"The Hoard","abv":3.9,"notes":"Colour: golden straw; aroma: toffee, light hop, floral; flavour: hoppy, crisp, dry. Brewed specially to mark the discovery of the 'Staffordshire Hoard'."},{"brewery":{"name":"Bartrams","notes":"Rougham, Suffolk est. 1999"},"name":"Adam's Ale","abv":3.7,"notes":"Gold to amber with white head. Sweet, caramalt, toffee notes dominate."},{"brewery":{"name":"Bartrams","notes":"Rougham, Suffolk est. 1999"},"name":"AH64 Specale","abv":6.4,"notes":"Brewed with 100% Maris Otter Malt, the Rolls Royce of Malts; the hops are a blend of Target, a solid old fashioned British hop with one of the newer American hops, Mount Hood which has nice floral and herbal qualities."},{"brewery":{"name":"Bartrams","notes":"Rougham, Suffolk est. 1999"},"name":"Comrade Bill Bartram's Egalitarian Anti-Imperialist Soviet Stout","abv":6.9,"notes":"A bold and tasty Russian stout with a mouthfilling, airy texture and a lot of enjoyable, peppery, bitter chocolate flavours."},{"brewery":{"name":"Bartrams","notes":"Rougham, Suffolk est. 1999"},"name":"Red Ale","abv":5.4,"notes":"A traditional Irish Red Ale, brewed with Amarillo hops for a somewhat fruitier flavour."},{"brewery":{"name":"Bartrams","notes":"Rougham, Suffolk est. 1999"},"name":"Taurus Mild","abv":4.2,"notes":"Easy drinking fruity mild."},{"brewery":{"name":"Batemans","notes":"Wainfleet, Lincs est. 1874"},"name":"Dark Mild","abv":3.0,"notes":"A creamy mild, with a fruity palate, some roast character and a hoppy finish."},{"brewery":{"name":"Batemans","notes":"Wainfleet, Lincs est. 1874"},"name":"Spring Goddess","abv":4.2,"notes":"Brewed & dry hopped with floral and citrus style hops, combined with prime malt, producing a golden, malty, crisp pale ale with a delightful flowery aroma."},{"brewery":{"name":"Bath Ales","notes":"Warmley, Bristol est. 1995"},"name":"Barnstormer","abv":4.5,"notes":"Rich in fruit with hints of chocolate, this full-bodied dark ale is a complex but deeply satisfying beer."},{"brewery":{"name":"Bath Ales","notes":"Warmley, Bristol est. 1995"},"name":"Summer's Hare","abv":3.9,"notes":"Light, hoppy and well balanced with some malt and fruit."},{"brewery":{"name":"Bays","notes":"Paignton, Devon est. 2007"},"name":"Devon Dumpling","abv":5.1,"notes":"A strong golden beer with a fresh hop character. This ale has a smooth taste with a balanced sweetness throughout. Devonshire through and through!"},{"brewery":{"name":"Bays","notes":"Paignton, Devon est. 2007"},"name":"Topsail","abv":4.0,"notes":"Launched in June 2010, Topsail is a well balanced beer, deep amber in colour with a subtle sweetness throughout."},{"brewery":{"name":"Beartown","notes":"Congleton, Cheshire est. 1994"},"name":"Ginger Bear","abv":4.0,"notes":"The flavours from the malt and hops blend with the added bite from the root ginger to produce a superbly quenching blonde ale."},{"brewery":{"name":"Beartown","notes":"Congleton, Cheshire est. 1994"},"name":"Peach Melbear","abv":4.4,"notes":"A refreshing blonde summer ale, the hoppy bitterness balanced by the sweet aroma of peaches and elderflower. A peach of a pint."},{"brewery":{"name":"Beer Engine","notes":"Newton St. Cyres, Devon est. 1983"},"name":"Shunter","abv":4.0,"notes":"Amber coloured beer with a hoppy sweet aftertaste."},{"brewery":{"name":"Beer Engine","notes":"Newton St. Cyres, Devon est. 1983"},"name":"Sleeper Heavy","abv":5.4,"notes":"A red-coloured beer with a fruity, sweet taste and a bitter finish."},{"brewery":{"name":"Belhaven","notes":"Dunbar, East Lothian est. 1719"},"name":"Belhaven 60/- Ale","abv":2.9,"notes":"A dark ale but light in alcohol, delivering a flavour of continual chocolate with a panache of autumnal fruit. An unexpected burst of flavour awaits the palate."},{"brewery":{"name":"Beowulf","notes":"Brownhills, Staffs est. 1997"},"name":"Folded Cross","abv":4.3,"notes":"Copper coloured well rounded ale."},{"brewery":{"name":"Beowulf","notes":"Brownhills, Staffs est. 1997"},"name":"Wuffa","abv":4.5,"notes":"A golden, pale beer boasting a tremendous creaminess which marries ingeniously with its flowery bitterness."},{"brewery":{"name":"Binghams","notes":"Ruscombe, Berks est. 2010"},"name":"Twyford Tipple","abv":3.7,"notes":"An easy drinking tawny coloured bitter which has a satisfying malty flavour with a citrus hop finish. Named after the adjacent parish of Twyford, we think that this tipple is deliciously satisfying despite its lower alcoholic strength. The citrus hops give a refreshing, thirst quenching finish."},{"brewery":{"name":"Binghams","notes":"Ruscombe, Berks est. 2010"},"name":"Vanilla Stout","abv":5.0,"notes":"This stout is infused with vanilla pods which complement the dark malts to create a smooth drinking, deliciously dark stout."},{"brewery":{"name":"Black Sheep","notes":"Masham, N. Yorks est. 1992"},"name":"Golden Sheep","abv":4.7,"notes":"A beautifully balanced blonde beer that develops with zesty flavours and finishes with a clean and wickedly moreish finish"},{"brewery":{"name":"Blackfriars","notes":"Great Yarmouth, Norfolk est. 2005"},"name":"Honeymoon","abv":5.0,"notes":"A golden beer with honey and ginger flavours."},{"brewery":{"name":"Blackfriars","notes":"Great Yarmouth, Norfolk est. 2005"},"name":"Maritime","abv":5.0,"notes":"A robust premium bitter with rich caramel flavours created by an infusion of fine Fuggles hops."},{"brewery":{"name":"Blackfriars","notes":"Great Yarmouth, Norfolk est. 2005"},"name":"Old Habit","abv":5.6,"notes":"This smooth beer provides a strong, dark, sensuous experience with its rich roast flavours."},{"brewery":{"name":"Blue Anchor","notes":"Helston, Cornwall"},"name":"Easter Special","abv":7.6,"notes":"A complex bitter with a dark reddish appearance. Its well hopped multiple malt ingredients give it a smooth strong refined flavour, complemented by the well water from which it is brewed."},{"brewery":{"name":"Blue Anchor","notes":"Helston, Cornwall"},"name":"Middle","abv":5.0,"notes":"A traditional bitter with hint of sweetness which was common in Cornish beers of yesteryear."},{"brewery":{"name":"Blue Monkey","notes":"Giltbrook, Notts est. 2008"},"name":"99 Red Baboons","abv":4.2,"notes":"An unusual combination of fruity hoppiness with a dark, malty side. This beer is distinctly difficult to categorise - is it sort of a porter or maybe a mild? You decide!"},{"brewery":{"name":"Blue Monkey","notes":"Giltbrook, Notts est. 2008"},"name":"Ape Ale","abv":5.4,"notes":"A pale, strong ale. A complex and sophisticated IPA, using assertive American hops. Aromas of resinous pine, orange and just the right level of citrussiness. A dry finish and moderate bitterness make this deceptively quaffable for its 5.4%, so take care!"},{"brewery":{"name":"Buffy's","notes":"Tivetshall St. Mary, Norfolk est. 1993"},"name":"Festival 9X","abv":9.0,"notes":"Deep burnished copper in colour. A serious and complex malty bitter."},{"brewery":{"name":"Buffy's","notes":"Tivetshall St. Mary, Norfolk est. 1993"},"name":"Norwegian Blue","abv":4.9,"notes":"Maris Otter malts with premium American Mount Hood hops. English Fuggles and Goldings hops provide the balancing bitterness in this malty complex best bitter."},{"brewery":{"name":"Buntingford","notes":"Royston, Herts est. 2005"},"name":"Baltic Twitch","abv":5.4,"notes":"A blend of Baltic Stout & Twitchell, brewed specially for the festival. Dark, with a hint of citrus."},{"brewery":{"name":"Buntingford","notes":"Royston, Herts est. 2005"},"name":"Bravo","abv":4.0,"notes":"Golden Single Hop beer using Bravo hops from the USA. A light citrus aroma with hints of orange, peach and some earthy/spicy notes."},{"brewery":{"name":"Buntingford","notes":"Royston, Herts est. 2005"},"name":"Charter Flight","abv":3.9,"notes":"Copper coloured bitter brewed with crystal rye malt, and a shedload of Amarillo and Warrior hops."},{"brewery":{"name":"Buntingford","notes":"Royston, Herts est. 2005"},"name":"Chocolate Cherry City Whittle","abv":4.2,"notes":"Pale beer with cherries & chocolate essence - but no city or whittlings."},{"brewery":{"name":"Buntingford","notes":"Royston, Herts est. 2005"},"name":"Porter (cask aged)","abv":5.9,"notes":"A dark, full flavoured beer with hints of liquorice, yet still drinkable for its strength. Cellar aged 9 months for a bit more rounded, slightly drier and richer taste."},{"brewery":{"name":"Burton Bridge","notes":"Burton upon Trent, Staffs est. 1982"},"name":"Bridge Bitter","abv":4.2,"notes":"A bitter beer with a lingering aftertaste."},{"brewery":{"name":"Burton Bridge","notes":"Burton upon Trent, Staffs est. 1982"},"name":"Top Dog Stout","abv":5.0,"notes":"Malty with full-bodied rounded bitterness."},{"brewery":{"name":"Cairngorm","notes":"Aviemore, Highland est. 1997"},"name":"Nessie's Monster Mash","abv":4.4,"notes":"A predominantly malty, lightly hopped beer giving a satisfying fullness of flavour with a warm finish."},{"brewery":{"name":"Cairngorm","notes":"Aviemore, Highland est. 1997"},"name":"White Lady","abv":4.7,"notes":"Wheat beer with orange and coriander notes"},{"brewery":{"name":"Castor","notes":"Castor, Cambs est. 2009"},"name":"Avalanche","abv":3.7,"notes":"Crisp and refreshing summery bitter. Dry hopped to give extra hop flavours."},{"brewery":{"name":"Castor","notes":"Castor, Cambs est. 2009"},"name":"Old Scarlett","abv":4.6,"notes":"A dark bitter with a fresh fruity taste."},{"brewery":{"name":"Castor","notes":"Castor, Cambs est. 2009"},"name":"Roman Gold","abv":3.7,"notes":"A refreshing summer bitter, well hopped, with a light nutty aftertaste."},{"brewery":{"name":"Cliff Quay","notes":"Ipswich, Suffolk est. 2008"},"name":"Time and Tide","abv":3.8,"notes":"A mid amber coloured ale brewed with a dark wheat and rye malts. Zesty fresh hop flavours from the English Goldings hops."},{"brewery":{"name":"Cliff Quay","notes":"Ipswich, Suffolk est. 2008"},"name":"Tolly Roger","abv":4.2,"notes":"A warming golden yellow coloured ale, brewed using no coloured malt just pale ale malt. Intensely fragrant aroma of citrus fruit and floral notes, this beer has complex flavours of malt, sweetness, bitter oranges, and honey suckle. A succession of waves of flavour burst upon the sense, eager to be enjoyed."},{"brewery":{"name":"Copper Dragon","notes":"Skipton, N. Yorks est. 2003"},"name":"Black Gold","abv":3.7,"notes":"A recipe recreated from restored brewing records from the 1800s. The use of traditional roasted and coloured malts gives a unique and luscious flavour."},{"brewery":{"name":"Copper Dragon","notes":"Skipton, N. Yorks est. 2003"},"name":"Golden Pippin","abv":3.9,"notes":"A light refreshing blonde ale brewed using a specially selected hop to create a citrus fruit flavour. This golden coloured favourite is equally appealing to real ale and lager drinkers alike."},{"brewery":{"name":"Crouch Vale","notes":"South Woodham Ferrers, Essex est. 1987"},"name":"Amarillo","abv":5.0,"notes":"A strong golden ale with a spicy aroma, juicy malt mouthfeel and an extremely long and bitter hop finish."},{"brewery":{"name":"Crouch Vale","notes":"South Woodham Ferrers, Essex est. 1987"},"name":"Sterling","abv":4.1,"notes":"A golden amber ale brewed using Sterling hops."},{"brewery":{"name":"Dancing Duck","notes":"Derby, Derbyshire est. 2010"},"name":"Ay Up","abv":3.9,"notes":"An eminently drinkable pale session ale. Subtle malt and floral notes are matched splendidly with citrus hop, rounded off with a slightly dry finish."},{"brewery":{"name":"Dancing Duck","notes":"Derby, Derbyshire est. 2010"},"name":"Gold","abv":4.7,"notes":"A modern IPA with powerful hoppy bitterness and aroma balanced with strong malt notes. English First Gold hops give peppery, plum like and orange zesty flavours. A satisfying and memorable golden ale."},{"brewery":{"name":"Dark Star","notes":"Partridge Green, West Sussex est. 1994"},"name":"Maibock","abv":5.6,"notes":"A very traditional German style Helles bier. Golden, dry, with the slightest hint of maltiness. Typical of these golden Rhineland beers, the Hallertauer and Spalt hops give a pepperyness with a muted bitterness."},{"brewery":{"name":"Dark Star","notes":"Partridge Green, West Sussex est. 1994"},"name":"Summer Meltdown","abv":4.8,"notes":"Well-balanced, golden bitter with the warm flavour of Chinese stem ginger and other spices. The perfect thirst quencher for a summer's evening."},{"brewery":{"name":"Dent","notes":"Dent, Cumbria est. 1990"},"name":"Aviator","abv":4.0,"notes":"Unquestionably the brewery's best seller, this amber-coloured ale with strong hints of citrus and a hoppy full flavour develops into an enjoyable bitter finish."},{"brewery":{"name":"Dent","notes":"Dent, Cumbria est. 1990"},"name":"Rambrau","abv":4.5,"notes":"Lager drinkers beware! This cask lager is brewed with lager malts and Hallertau hops to create a clean and crisp, refreshing lager-style beer."},{"brewery":{"name":"Earl Soham","notes":"Woodbridge, Suffolk est. 1984"},"name":"Albert Ale","abv":4.4,"notes":"Slightly darker than light with a softer Fuggles hop character and a hint of sweet. Brewed using pale malt, crystal malt, and black malt, and only Fuggles hops."},{"brewery":{"name":"Earl Soham","notes":"Woodbridge, Suffolk est. 1984"},"name":"Brandeston Gold","abv":4.5,"notes":"Uses barley grown for the brewery at Brandeston."},{"brewery":{"name":"Elgood's","notes":"Wisbech, Cambs est. 1795"},"name":"Attila the Hen","abv":4.5,"notes":"The beer is very pale, brewed using Pale Ale malt only. The hops used are English Fuggles, Progress and Goldings, and an American hop, Willamette. Brewed in memory of Brenda Law, a stalwart volunteer at this festival."},{"brewery":{"name":"Elgood's","notes":"Wisbech, Cambs est. 1795"},"name":"Black Dog","abv":3.6,"notes":"A traditional dark mild. The beer is well balanced with a full roast flavour. The use of Crystal malt and roast barley give a deep underlying characteristic flavour, which is balanced with Fuggles hops as the sole variety."},{"brewery":{"name":"Elgood's","notes":"Wisbech, Cambs est. 1795"},"name":"Cambridge Bitter","abv":3.8,"notes":"A mid brown bitter with a good balance of malt and hop character giving a pleasing session drink."},{"brewery":{"name":"Elgood's","notes":"Wisbech, Cambs est. 1795"},"name":"Feelgood Fresh","abv":3.7,"notes":"A pale golden summer ale with fresh peppery hop aroma and satisfying malt finish."},{"brewery":{"name":"Elgood's","notes":"Wisbech, Cambs est. 1795"},"name":"Greyhound","abv":5.2,"notes":"A strong bitter with a rich brown colour. The full flavour is derived from the recipe of Pale Ale malt, torrified wheat, invert sugar and roast barley. The hop blend is from finest English Fuggles and Challenger. The rich raisin character is a result of the fermentation of the dark sugars from the invert sugar and roast barley. A palate fullness is another characteristic of this beer."},{"brewery":{"name":"Elgood's","notes":"Wisbech, Cambs est. 1795"},"name":"Lost & Found","abv":3.7,"notes":"Copper coloured refreshing bitter. A full bodied beer, brewed using a blend of Rye Crystal and Crystal Malt for a tawny hue. Bramling Cross hops give a fruity hop character. All profits from this beer will go to Cambridgeshire Search & Rescue."},{"brewery":{"name":"Elgood's","notes":"Wisbech, Cambs est. 1795"},"name":"Pageant","abv":4.3,"notes":"First brewed to mark the Fens Pageant in 1994, the recipe was used in 1995 to mark the bicentenary of the North Brink Brewery. Brewed with well-roasted malts and generous amounts of English hops, for a satisfying finish. The use of wheat malt as well as Finest Pale Maris Otter malt results in a rich full malty flavour. Challenger hops give good depth to the bitter finish of the beer."},{"brewery":{"name":"Elland","notes":"Elland, W. Yorks est. 2002"},"name":"First Light","abv":3.7,"notes":"A light Yorkshire ale with delicate hop flavours balanced by underlying malt sweetness. An excellent example of a Pennine Light Mild."},{"brewery":{"name":"Elland","notes":"Elland, W. Yorks est. 2002"},"name":"Nettlethrasher","abv":4.4,"notes":"Copper coloured traditional strong ale, brewed using six different malts and robust flavours from the combined use of English hop varieties"},{"brewery":{"name":"Elmtree","notes":"Snetterton, Norfolk est. 2007"},"name":"Burston's Cuckoo","abv":3.8,"notes":"A glorious nasal feast of floral hops with a tantalising hint of citrus, rounding off into a refreshingly long dry finish."},{"brewery":{"name":"Elmtree","notes":"Snetterton, Norfolk est. 2007"},"name":"Nightlight Mild","abv":5.7,"notes":"An old style mild, strong but carefully hopped to allow the malts to flourish. Liquorice hints balance the lasting nutty finish."},{"brewery":{"name":"Farmer's Ales","notes":"Maldon, Essex est. 2002"},"name":"Farmer's IPA","abv":3.6,"notes":"Light and hoppy, this style is an old favourite."},{"brewery":{"name":"Fat Cat","notes":"Norwich, Norfolk est. 2005"},"name":"Marmalade Cat","abv":5.5,"notes":"The colour of burnished copper, with a markedly bitter finish from the generous use of Goldings and Progress hops. Flavoursome English pale malt is blended with speciality Belgian malt to add balance and a smooth finish, which lasts and lasts. Full-bodied, yet with an ease of drinking which belies its strength."},{"brewery":{"name":"Fat Cat","notes":"Norwich, Norfolk est. 2005"},"name":"Meow Mild","abv":4.3,"notes":"Chestnut coloured mild. Roasted flavours throughout, backed up by fruit and coffee flavours. The hops in the aroma appear again in the aftertaste."},{"brewery":{"name":"Fat Cat","notes":"Norwich, Norfolk est. 2005"},"name":"Stout Cat","abv":4.6,"notes":"An attractively-coloured deep, dark beer. The characteristic sweet, rich flavour of roast malt and molasses is well balanced with the pronounced hop flavour and aroma of classic English Pilgrim hops."},{"brewery":{"name":"Fellows","notes":"Cottenham, Cambs est. 2009"},"name":"Burton Snatch","abv":4.8,"notes":"A sensational blonde with a wonderfully tight creamy head. Vibrant refreshing mouth feel and fresh flavour. The citrus aroma with a little honey is striking and clean. A hint of wet leather adds to the finish of this cracking pale ale."},{"brewery":{"name":"Fellows","notes":"Cottenham, Cambs est. 2009"},"name":"Clever Fellow","abv":5.2,"notes":"A deliciously smooth, rich, malty taste, bursting with character and aroma. Malt loaf and toffee flavours combine with bitterness on the back of the tongue to give a beautiful balanced sweetness by biscuity malt."},{"brewery":{"name":"Fellows","notes":"Cottenham, Cambs est. 2009"},"name":"Gloster Squirt","abv":6.0,"notes":"A pre-war style ruby mild, hopped three times with Fuggles. To commemorate the Gloster Pioneer 'Squirt' which was the first British jet powered aircraft. On the second of two test runs the plane \"hopped\" three times, each hop being about 300-900 feet at an altitude of around 6 feet."},{"brewery":{"name":"Flack Manor","notes":"Romsey, Hampshire est. 2010"},"name":"Flack Catcher","abv":4.4,"notes":"A clean distinctive rich golden ale with initial sweetness smoothly spiced with a crisp bitter finish leading to an old fashioned zesty linger. Brewed in the traditional manner using the double drop brewing method."},{"brewery":{"name":"Flack Manor","notes":"Romsey, Hampshire est. 2010"},"name":"Flack's Double Drop","abv":3.7,"notes":"A classic amber bitter with the full flavour of Maris Otter barley and the bitter citrus after tones of Sovereign hops. Flack's Double Drop is named after the almost lost brewing method of double drop brewing. It is a very quaffable ale that is well balanced, using locally sourced malt, produced at a very drinkable strength."},{"brewery":{"name":"Fyne Ales","notes":"Cairndow, Argyll est. 2001"},"name":"Jarl","abv":3.8,"notes":"A full-on citrus experience. Light and golden, a perfect ale for whiling away the hours on a sunny day."},{"brewery":{"name":"Fyne Ales","notes":"Cairndow, Argyll est. 2001"},"name":"Sublime Stout","abv":6.8,"notes":"Dark stout. Cherries and chocolate on the nose are followed by a rich, dry, coffee flavour. The finish is roasted with cocoa hints."},{"brewery":{"name":"Great Orme","notes":"Glan Conwy, Gwynedd est. 2005"},"name":"Celtica","abv":4.5,"notes":"A refreshing contemporary cask conditioned golden ale full of citrus taste and aroma. This ale is brewed using a single pale ale malt giving at a lovely golden colour. Citrus flavoured hops are used during the boil to produce an intense fruity flavour which is often enjoyed as a more flavorsome alternative to lager."},{"brewery":{"name":"Great Orme","notes":"Glan Conwy, Gwynedd est. 2005"},"name":"Welsh Black","abv":4.0,"notes":"Rich, dark and full of malt flavours, this black bitter owes its characteristics to the large amount of chocolate malt giving it a velvety smooth rich coffee finish. No aroma hops are added to this beer, instead seven types of grain are used to develop the flavour."},{"brewery":{"name":"Green Jack","notes":"Lowestoft, Suffolk est. 2003"},"name":"Baltic Trader","abv":10.5,"notes":"A rich and fruity export stout with plenty of hop character."},{"brewery":{"name":"Green Jack","notes":"Lowestoft, Suffolk est. 2003"},"name":"Excelsior","abv":3.7,"notes":"Our exciting new beer Excelsior is brewed to be thirst quenching with fruity hop character, balanced malt and superb aroma. The beer celebrates Lowestoft built (1921) sailing smack Excelsior and aims to help in raising funds and awareness for the Excelsior Trust to keep her sailing."},{"brewery":{"name":"Green Jack","notes":"Lowestoft, Suffolk est. 2003"},"name":"Orange Wheat","abv":4.2,"notes":"A light wheat beer with grainy citrus & marmalade flavours. Now brewed with Citra Hops!"},{"brewery":{"name":"Ha'penny","notes":"Aldborough Hatch, Essex est. 2009"},"name":"16 String Jack","abv":3.8,"notes":"A golden brown coloured, highly hopped IPA, gently bitter, a little malty and very refreshing."},{"brewery":{"name":"Hambleton","notes":"Melmerby, N. Yorks est. 1991"},"name":"GFL","abv":5.2,"notes":"A pale lager style beer with an initial fullness complemented by a fruit character, derived from East Kent Goldings and Continental Styrian hops, finishing with bitterness and citrus notes. Gluten free."},{"brewery":{"name":"Hambleton","notes":"Melmerby, N. Yorks est. 1991"},"name":"Maiden Stakes","abv":4.0,"notes":"A pale golden bitter with exquisite fruity hop character giving way to a moderate bitter finish"},{"brewery":{"name":"Harvey's","notes":"Lewes, Sussex est. 1790"},"name":"Cooper's Ale","abv":5.3,"notes":"Based off a recipe from 1913, this beer was originally brewed to recreate a blend of stout and porter in a single beer. Brewed in Harvey's new 5 barrel pilot brewery."},{"brewery":{"name":"Harvey's","notes":"Lewes, Sussex est. 1790"},"name":"Sussex Best Bitter","abv":4.0,"notes":"A superbly balanced session bitter with a prominent hop character."},{"brewery":{"name":"Harviestoun","notes":"Alva, Clacks est. 1984"},"name":"Born to Be Mild","abv":4.0,"notes":"Smooth, velvety mild. Full strength and full of flavour."},{"brewery":{"name":"Harviestoun","notes":"Alva, Clacks est. 1984"},"name":"Schiehallion","abv":4.8,"notes":"A crisp cask-conditioned lager with a beautifully fresh taste of grapefruit. Delicately crafted using Hersbrücker lager hops, it is fermented at a very low temperature with lager yeast."},{"brewery":{"name":"Hereward","notes":"Ely, Cambs est. 2003"},"name":"Porta Porter","abv":4.2,"notes":"Traditional porter made with chocolate and black malt."},{"brewery":{"name":"Hereward","notes":"Ely, Cambs est. 2003"},"name":"Wobbly Undercarriage","abv":4.1,"notes":"Dark bitter."},{"brewery":{"name":"Hopshackle","notes":"Market Deeping, Lincs est. 2006"},"name":"Aniseed Porter","abv":4.8,"notes":"A dark ruby beer with an aroma of malt, grain, fruit and background aniseed. The taste is roasted grain dark chocolate, liquorice and aniseed."},{"brewery":{"name":"Hopshackle","notes":"Market Deeping, Lincs est. 2006"},"name":"Baltic Porter","abv":6.8,"notes":"This beer tastes of rich malt, dark fruits and bitter chocolate with a hint of smoke in the background. This beer is conditioned for 2 months before release to allow flavour development!"},{"brewery":{"name":"Hopshackle","notes":"Market Deeping, Lincs est. 2006"},"name":"Bohemia","abv":5.6,"notes":"It is made in the style of a Bohemian Lager using Saaz hops, Pilsner malt, two speciality malts (Caravienne and Munich) and a lager yeast from the Weihenstephan area of Munich. It is gold in colour with an aroma of hops and background malt. The taste is initially rich malt giving way to a dry bitterness typical of this style of lager. The beer is conditioned for 4 weeks at 3°C and then casked and stored for a further 4 weeks at 10°C before release!"},{"brewery":{"name":"Hopshackle","notes":"Market Deeping, Lincs est. 2006"},"name":"Resination","abv":7.0,"notes":"The aroma and flavour are loaded with hop oils and resins giving intense spice, herbal and citrus notes. This beer is conditioned for at least two months before release to allow flavour development."},{"brewery":{"name":"Humpty Dumpty","notes":"Reedham, Norfolk est. 1998"},"name":"Golden Gorse","abv":5.4,"notes":"Very light in colour and with a balanced hoppy finish. It's a lovely refreshing drink; the perfect substitute for a pint of lager."},{"brewery":{"name":"Humpty Dumpty","notes":"Reedham, Norfolk est. 1998"},"name":"Nord Atlantic","abv":3.7,"notes":"Nord Atlantic is a dark session bitter with a large crystal malt addition offset by a strong hopping with Target and Challenger hops."},{"brewery":{"name":"Kelham Island","notes":"Sheffield, S. Yorks est. 1990"},"name":"Vinyl Pleasures","abv":4.0,"notes":"A pale straw coloured beer with Maris Otter and Crystal malt. Twice hopped to give a large hop character with malt and citrus flavours."},{"brewery":{"name":"Kernel + Redemption","notes":"London est. 2009"},"name":"Collaboration; festival special; style TBD","abv":6.0,"notes":""},{"brewery":{"name":"Kissingate","notes":"Lower Beeding, W. Sussex est. 2010"},"name":"Black Cherry Mild","abv":4.2,"notes":"Our Black Cherry Mild is stirring emotions amongst those who enjoy a full and flavoursome dark mild. Subtle additions of real black cherries in Muscovado with light Amarillo hopping provide a truly rich and wonderful taste experience."},{"brewery":{"name":"Kissingate","notes":"Lower Beeding, W. Sussex est. 2010"},"name":"Sir Frank Whittle","abv":4.5,"notes":"Made using the finest floor roasted Maris otter malt, it has notes of toffee apple. There's a lingering citrus bitterness from Amarillo hop additions."},{"brewery":{"name":"Liverpool Organic","notes":"Liverpool, Merseyside est. 2009"},"name":"Imperial Russian Stout","abv":7.9,"notes":"A solid black stout. Sweet chocolate flavours with an almost tar like thickness. A surprisingly clean finish."},{"brewery":{"name":"Liverpool Organic","notes":"Liverpool, Merseyside est. 2009"},"name":"Josephine Butler","abv":4.5,"notes":"Golden coloured beer, this pale beer has hints of lemon and elderflower in the taste with a good hoppy finish."},{"brewery":{"name":"Loose Cannon","notes":"Abingdon, Oxon est. 2010"},"name":"Abingdon Bridge","abv":4.1,"notes":"Session beer with malty and fruity flavours and a hoppy aftertaste."},{"brewery":{"name":"Loose Cannon","notes":"Abingdon, Oxon est. 2010"},"name":"Loose Cannon Pale","abv":3.7,"notes":"Light in colour, smooth almost sweet, delicate and slightly spicy."},{"brewery":{"name":"Lord Conrad's","notes":"Bar Hill, Cambs est. 2010"},"name":"Half Punter","abv":4.5,"notes":"Fruity copper coloured beer with a hoppy aroma and flavour."},{"brewery":{"name":"Lord Conrad's","notes":"Bar Hill, Cambs est. 2010"},"name":"Hedgerow Hop","abv":4.5,"notes":"A light amber beer with a kick of bitterness. Wild hops from around Swavesey provide a hoppy nose."},{"brewery":{"name":"Lord Conrad's","notes":"Bar Hill, Cambs est. 2010"},"name":"Lickety Split","abv":3.8,"notes":"Dark brown ale with a full on bitterness."},{"brewery":{"name":"Mauldon's","notes":"Sudbury, Suffolk est. 1982"},"name":"Blackberry Porter","abv":4.8,"notes":"A full-bodied, black porter, with a balanced hop aroma and rich blend of chocolate and roast flavours, giving way to a subtle, sweet fruit finish."},{"brewery":{"name":"Mauldon's","notes":"Sudbury, Suffolk est. 1982"},"name":"Maybee","abv":3.9,"notes":"A pale coloured bitter brewed with Maris Otter malt and Styrian Goldings hops. A bitter beer with added honey to produce a sweet finish."},{"brewery":{"name":"Mighty Oak","notes":"Maldon, Essex est. 1996"},"name":"Captain Bob","abv":3.8,"notes":"A traditional deep amber coloured bitter brewed with the distinctive Nelson Sauvin hop from New Zealand. The aroma is fruity and hoppy on the palate; there is a slightly sweet maltiness that balances an easy going bitterness that is followed by hints of gooseberry, elderflower and grape in the finish."},{"brewery":{"name":"Mighty Oak","notes":"Maldon, Essex est. 1996"},"name":"English Oak","abv":4.8,"notes":"A glowing amber ale with full malt flavours balanced by a strong hop finish from First Gold and Bramling Cross hops."},{"brewery":{"name":"Mighty Oak","notes":"Maldon, Essex est. 1996"},"name":"Model T","abv":4.5,"notes":"Full bodied, slightly sweet, with biscuit and coffee malt character and a delicate hop aroma."},{"brewery":{"name":"Milk Street","notes":"Frome, Somerset est. 1999"},"name":"Mermaid","abv":4.1,"notes":"Colour: Amber/burnt orange. One for the hopheads with rich hop character on the nose, plenty of citrus fruit on the palate and a lasting bitter and hoppy finish."},{"brewery":{"name":"Milk Street","notes":"Frome, Somerset est. 1999"},"name":"The Usual","abv":4.4,"notes":"Copper in colour with full bodied mouth feel, The Usual is smooth & complex with a malty base & full bitterness."},{"brewery":{"name":"Mill Green","notes":"Edwardstone, Suffolk est. 2008"},"name":"Tess of the Compasses","abv":3.3,"notes":"A dark-ruby-red mild with hints of elderflower and vanilla and a dry finish."},{"brewery":{"name":"Mill Green","notes":"Edwardstone, Suffolk est. 2008"},"name":"The Good Ship Arbella","abv":5.4,"notes":"A pale, hoppy American style beer brewed using American hop varieties and named after the Good Ship Arbella, which was the flag ship of an 18-vessel fleet that set sail from Great Yarmouth carrying puritan John Winthrop to Salem, Massachusetts, in the 1630s. He was born in Edwardstone and was lord of the manor of Groton, and later became the first governor of the State of Massachusetts. Interestingly, the vessel had 10,000 gallons of beer on board."},{"brewery":{"name":"Milton","notes":"Cambridge, Cambs est. 1999"},"name":"Dionysus","abv":3.6,"notes":"Straw coloured bitter, powerfully hoppy, with a fine citrus finish."},{"brewery":{"name":"Milton","notes":"Cambridge, Cambs est. 1999"},"name":"Nero","abv":5.0,"notes":"A satisfying, full-flavoured black brew with a good balance of malt, roast and fruit. Bittersweet flavours carry through to a dry finish."},{"brewery":{"name":"Milton","notes":"Cambridge, Cambs est. 1999"},"name":"Orpheus","abv":4.2,"notes":"Full flavoured mild ale with rich chocolate and malt notes, hints of vanilla."},{"brewery":{"name":"Milton","notes":"Cambridge, Cambs est. 1999"},"name":"Pegasus","abv":4.1,"notes":"Fruit and some hops on the nose lead through into a fine balance of malt, fruit and hops on a bittersweet base. Malt is also present in the long, dry finish of this brown/red beer."},{"brewery":{"name":"Milton","notes":"Cambridge, Cambs est. 1999"},"name":"Proteus","abv":6.2,"notes":"Powerful full-flavoured pale ale. Packed with fruit and hop flavours."},{"brewery":{"name":"Milton","notes":"Cambridge, Cambs est. 1999"},"name":"Sparta","abv":4.3,"notes":"Refreshing pale bitter. Packed with hop flavours and crisp bitterness."},{"brewery":{"name":"Moonshine","notes":"Cambridge, Cambs est. 2004"},"name":"Cherry Brown","abv":4.6,"notes":"Traditional English Brown ale flavored with black cherries."},{"brewery":{"name":"Moonshine","notes":"Cambridge, Cambs est. 2004"},"name":"Chocolate Orange Stout","abv":6.7,"notes":"A full bodied, rounded soft stout. Loaded with chocolate and coffee flavours with a good hop balance that has a hint of orange on the nose."},{"brewery":{"name":"Moonshine","notes":"Cambridge, Cambs est. 2004"},"name":"Grail Cup Moon","abv":4.8,"notes":"Light amber coloured beer. Full bodied, juicy malt flavored with a heavy helping of hops added throughout the brewing process for that extra bite at the finish."},{"brewery":{"name":"Moonshine","notes":"Cambridge, Cambs est. 2004"},"name":"Red Watch Blueberry Ale","abv":4.2,"notes":"A true festival favourite making its sixth appearance in a row at the Cambridge Beer Festival. Red coloured beer brewed with fresh blueberries. A thirst-quenching, fruity, refreshing summer ale."},{"brewery":{"name":"Moonshine","notes":"Cambridge, Cambs est. 2004"},"name":"Reel Ale","abv":4.2,"notes":"Straw coloured beer. Medium bodied, with malt and hops in the aroma. The taste is refreshingly clean with vibrant generous hop finish."},{"brewery":{"name":"Moonshine","notes":"Cambridge, Cambs est. 2004"},"name":"Shelford Crier","abv":3.8,"notes":"A thirst quenching light bodied amber beer, with a citrus fruit bouquet and taste that continues through to a pleasantly clean and dry finish."},{"brewery":{"name":"Nethergate","notes":"Pentlow, Essex"},"name":"Essex Border","abv":4.8,"notes":"A golden beer, drinking more like a best bitter than its strength suggests. The fruity and spicy overtones are noticeable from the start on the nose and palate, whilst at the end the the sweet, soft orange notes return, resulting in a complete, well-rounded finish."},{"brewery":{"name":"Newby Wyke","notes":"Grantham, Lincolnshire est. 1998"},"name":"Black Funnel Mild","abv":5.0,"notes":"A wonderful strong mild using five different malts with roast malt for character. Brewed for CAMRA Milds in May"},{"brewery":{"name":"Newby Wyke","notes":"Grantham, Lincolnshire est. 1998"},"name":"White Squall","abv":4.8,"notes":"Five time Gold medal winning ale, pale and blonde in colour with a full hoppy taste and wonderful fruity finish."},{"brewery":{"name":"Nobby's","notes":"Guilsborough, Northants est. 2004"},"name":"Guilsborough Guzzlers","abv":3.6,"notes":"A very easy-drinking malty auburn ale with a gentle hop finish."},{"brewery":{"name":"Nobby's","notes":"Guilsborough, Northants est. 2004"},"name":"T'owd Navigation","abv":6.1,"notes":"Dark strong ale from years gone by! Rich malt and hops and wonderfully warming. Not for the faint hearted."},{"brewery":{"name":"Northcote","notes":"Norwich, Norfolk est. 2010"},"name":"Golden Spire","abv":4.5,"notes":"A hoppy, fruity and citrusy golden ale."},{"brewery":{"name":"Northcote","notes":"Norwich, Norfolk est. 2010"},"name":"Jiggle Juice","abv":5.8,"notes":"A festival strength IPA with tropical and fruity flavours."},{"brewery":{"name":"Nottingham","notes":"Radford, Notts est. 2001"},"name":"Dreadnought","abv":4.5,"notes":"Rich ruby coloured premium bitter with a well rounded fullness of malt and deep strength of hop bitterness."},{"brewery":{"name":"Nottingham","notes":"Radford, Notts est. 2001"},"name":"Rock Bitter","abv":3.8,"notes":"First brewed by Nottingham Brewery in the 1800's as a refreshing quaffing ale for the thirsty factory workers in the city. Slightly paler than traditional bitter beers of the time it was the forerunner of the India Pale Ale for which the brewery was to become famous and transported thousands and thousands of gallons to the troops of the British Empire all around the globe."},{"brewery":{"name":"O'Hanlon's","notes":"Whimple, Devon est. 1996"},"name":"Goldblade","abv":4.0,"notes":"Full-flavoured, traditional wheat beer."},{"brewery":{"name":"O'Hanlon's","notes":"Whimple, Devon est. 1996"},"name":"Stormstay","abv":5.0,"notes":"Colour: Amber to copper colour. Good head retention. Aroma: Toffee and floral hop. Hints of tangerine. Palate: Malt toffee and biscuit flavour nestle with the complex combination of three aroma hops while the citrusy Amarillo cuts though the alcohol sweetness. Finish: Dry and mellow."},{"brewery":{"name":"Oakham","notes":"Peterborough, Cambs est. 1993"},"name":"Attila","abv":7.5,"notes":"Fruit notes and elder flower on aroma. Taste of ripe red berries and citrus fruit, with a long, bitter, fruity finish."},{"brewery":{"name":"Oakham","notes":"Peterborough, Cambs est. 1993"},"name":"Citra","abv":4.2,"notes":"A light refreshing beer with pungent grapefruit, lychee and gooseberry aromas leading to a dry, bitter finish."},{"brewery":{"name":"Oakham","notes":"Peterborough, Cambs est. 1993"},"name":"Scarlet Macaw","abv":4.4,"notes":"Tart gooseberry and soft peach on the nose, gooseberries and fruit to taste, before an intense bitterness that’s as sharp as a macaw's screech!"},{"brewery":{"name":"Old Cannon","notes":"Bury St. Edmunds, Suffolk est. 1999"},"name":"Blonde Bombshell","abv":4.2,"notes":"A golden bitter with a good body allied to a clean and refreshing character. First Gold hops and East Anglian malt combine to give a smooth, well-balanced flavour."},{"brewery":{"name":"Old Cannon","notes":"Bury St. Edmunds, Suffolk est. 1999"},"name":"Gunner's Daughter","abv":5.5,"notes":"A well-balanced strong ale with a complexity of hop, fruit, sweetness and bitterness in the flavour, and a lingering hoppy, bitter aftertaste."},{"brewery":{"name":"Oldershaw","notes":"Harrowby, Lincs est. 1997"},"name":"Regal Blonde","abv":4.4,"notes":"A cask conditioned lager brewed with Czech and German hops, soft citrus flavours. A lager with taste. SIBA Gold Award."},{"brewery":{"name":"Oldershaw","notes":"Harrowby, Lincs est. 1997"},"name":"Sunnydaze","abv":4.0,"notes":"A Wheat beer brewed with 40% wheat giving a refreshing and hoppy taste, fined bright."},{"brewery":{"name":"Panther","notes":"Reepham, Norfolk est. 2010"},"name":"Black Panther","abv":4.5,"notes":"A dark mysterious full flavoured ale with bite."},{"brewery":{"name":"Panther","notes":"Reepham, Norfolk est. 2010"},"name":"Golden Panther","abv":3.7,"notes":"Light refreshing with a citrus finish."},{"brewery":{"name":"Panther","notes":"Reepham, Norfolk est. 2010"},"name":"Pink Panther","abv":4.0,"notes":"A refreshingly fruity ale with bite."},{"brewery":{"name":"Peerless","notes":"Birkenhead, Merseyside est. 2005"},"name":"Full Whack","abv":6.0,"notes":"A strong pale ale in which the high level of alcohol is complemented by increased bitterness and the fruity hop finish is derived from a combination of Fuggles and First Gold hops."},{"brewery":{"name":"Peerless","notes":"Birkenhead, Merseyside est. 2005"},"name":"Red Rocks","abv":5.0,"notes":"A strong, ruby ale in which the red colour and rich malt flavours come from the use of caramelised rye, which are balanced with the fruity overtones from Bramling Cross hops."},{"brewery":{"name":"Pitfield","notes":"North Weald, Essex est. 1981"},"name":"Honey Mild","abv":3.6,"notes":""},{"brewery":{"name":"Pitfield","notes":"North Weald, Essex est. 1981"},"name":"Shoreditch Stout","abv":4.0,"notes":"A dark beer made with a high percentage of chocolate malt to produce a medium dry stout with flavours of chocolate and currant."},{"brewery":{"name":"Plain Ales","notes":"Sutton Veny, Wiltshire est. 2008"},"name":"Inncognito","abv":4.8,"notes":"A ported stout with a slightly tarry aroma and rich flavour with a touch of liquorice and dark fruit."},{"brewery":{"name":"Plain Ales","notes":"Sutton Veny, Wiltshire est. 2008"},"name":"Inntrigue","abv":4.2,"notes":"Ruby, hints of chocolate and summer berries, balanced and rounded."},{"brewery":{"name":"Potbelly","notes":"Kettering, Northants est. 2005"},"name":"Ambrosia","abv":4.0,"notes":"Potbelly's new mild. A drink of the Gods - the life extending properties of which are still under investigation."},{"brewery":{"name":"Potbelly","notes":"Kettering, Northants est. 2005"},"name":"Beijing Black","abv":4.4,"notes":"Black beer. With dark malts, chocolate and coffee in the aroma. Lovely deep flavours. Sweetness on finish with hints of liquorice."},{"brewery":{"name":"Potbelly","notes":"Kettering, Northants est. 2005"},"name":"Crazy Daze","abv":5.5,"notes":"A very light golden bitter with hidden strength - beware!"},{"brewery":{"name":"Potbelly","notes":"Kettering, Northants est. 2005"},"name":"Pigs Do Fly","abv":4.4,"notes":"A light and golden ale, this is a single hopped brew using Styrian Goldings."},{"brewery":{"name":"Purple Moose","notes":"Porthmadog, Gwynedd est. 2005"},"name":"Cwrw Glaslyn","abv":4.2,"notes":"A golden coloured fruity best bitter with a well balanced hoppy finish."},{"brewery":{"name":"Purple Moose","notes":"Porthmadog, Gwynedd est. 2005"},"name":"Cwrw Madog","abv":3.7,"notes":"A crisp, malty, reddish coloured session bitter with a dry bitter finish."},{"brewery":{"name":"Quantock","notes":"Wellington, Somerset est. 2008"},"name":"Royal Stag","abv":6.0,"notes":"An amber coloured beer brewed from a blend of three malts to give a fruity, full bodied flavour with a dry finish to the palate. The blend of English hops creates a balanced, fruity character with a delicate spicy aroma. A beer in the style of a tradition English bitter."},{"brewery":{"name":"Quantock","notes":"Wellington, Somerset est. 2008"},"name":"Wills Neck","abv":4.3,"notes":"Wills Neck, the highest point on the Quantock Hills overlooking the Bristol Channel, gives this beer its name. This bright golden ale has a rich malty flavour and is late hopped to produce a prominent aroma with hints of grapefruit and cherries and a lasting bitterness on the palate."},{"brewery":{"name":"RCH","notes":"West Hewish, Somerset est. 1982"},"name":"Firebox","abv":6.0,"notes":"A reddish deep brown coloured beer which is a deceptively drinkable strong bitter with a fine combination of citrus hops and cherry fruit bittersweet flavours which gives a strong dry bitter finish."},{"brewery":{"name":"RCH","notes":"West Hewish, Somerset est. 1982"},"name":"Steam Pole","abv":4.7,"notes":"with 3 varieties of English hops"},{"brewery":{"name":"RCH","notes":"West Hewish, Somerset est. 1982"},"name":"Steam Showers","abv":4.8,"notes":""},{"brewery":{"name":"Red Squirrel","notes":"Sarratt, Herts est. 2004"},"name":"English IPA","abv":5.0,"notes":"A golden coloured Traditional English IPA brewed using the finest pale malt and Goldings hops. Smooth mouth feel showing fresh hoppy aromas and a fuller flavour."},{"brewery":{"name":"Red Squirrel","notes":"Sarratt, Herts est. 2004"},"name":"London Porter","abv":5.0,"notes":"A gold medal winning London Porter made with 2 pale malts and 3 coloured malts, dark brown/black colour, showing a balance of chocolate and roasted barley, full bodied on the palate with bittersweet liquorice and rich chocolate flavours supported by a lovely creaminess on the finish."},{"brewery":{"name":"Red Squirrel","notes":"Sarratt, Herts est. 2004"},"name":"Red Tail","abv":3.6,"notes":"A pale, crisp, low-gravity beer produced from the best Cascade and Liberty hops, balanced with floral and citrus notes, making this straw coloured ale appeal to both die-hard ale drinker and potential lager convert."},{"brewery":{"name":"Redemption","notes":"Tottenham, London est. 2010"},"name":"Hopspur","abv":4.5,"notes":"Dark amber, packed full of hops in the aroma. Grapefruit hops continue in the body. Fruity, clean and refreshing."},{"brewery":{"name":"Redemption","notes":"Tottenham, London est. 2010"},"name":"Trinity","abv":3.0,"notes":"Pale coloured with American hops"},{"brewery":{"name":"Rockingham","notes":"Blatherwycke, Northants est. 1997"},"name":"Fruits of the Forest","abv":4.3,"notes":"A multi-layered beer in which summer fruits and several spices compete with a big hop presence."},{"brewery":{"name":"Rockingham","notes":"Blatherwycke, Northants est. 1997"},"name":"Grateful Red","abv":4.3,"notes":"This beer features Simcoe hops from Yakima U.S.A. It's fruity with hints of passion fruit and a lime/orange finish."},{"brewery":{"name":"Sambrook's","notes":"Battersea, London est. 2008"},"name":"Junction","abv":4.5,"notes":"Brewed with Challenger, Bramling Cross and Goldings hops, the beer has a deep amber colour with a spicy hop character."},{"brewery":{"name":"Sambrook's","notes":"Battersea, London est. 2008"},"name":"Wandle","abv":3.8,"notes":"Golden amber in colour. The beer is nicely balanced with an initial sweetness and hints of vanilla, offset by a refreshing dry hoppy finish."},{"brewery":{"name":"Shalford","notes":"Braintree, Essex est. 2007"},"name":"Shalford 1319 Mild","abv":3.7,"notes":"Roast malt and delicate chocolate sweetness with a slight bitter finish."},{"brewery":{"name":"Shalford","notes":"Braintree, Essex est. 2007"},"name":"Springfield","abv":6.0,"notes":"A refreshing, crisp, clean bitter made from a careful blend of wheat and barley malt with plenty of fizz, ideal for an afternoon in the beer garden."},{"brewery":{"name":"Son of Sid","notes":"Little Gransden, Cambs est. 2007"},"name":"Bus Pass Bitter","abv":4.8,"notes":"An old fashioned bitter for those with a more mature taste, worth travelling for."},{"brewery":{"name":"Son of Sid","notes":"Little Gransden, Cambs est. 2007"},"name":"Golden Shower","abv":4.3,"notes":"Full bodied golden beer with a light hop character and a defined maltness."},{"brewery":{"name":"Son of Sid","notes":"Little Gransden, Cambs est. 2007"},"name":"Muck Cart Mild","abv":3.5,"notes":"A smooth dark mild with a long liquorice finish. Roast and fruit aroma with chocolate and coffee taste, and lingering roast finish."},{"brewery":{"name":"Son of Sid","notes":"Little Gransden, Cambs est. 2007"},"name":"Raspberry Wheat","abv":5.0,"notes":"Strong aroma of raspberries followed by a smooth balanced fruity taste; very drinkable."},{"brewery":{"name":"Son of Sid","notes":"Little Gransden, Cambs est. 2007"},"name":"XL Ale","abv":6.0,"notes":"Brewed to celebrate CAMRA's 40th anniversary using Chequers berries (fruit from the wild service tree), honey and spelt wheat. A smooth dry beer, rich ruby in colour. Imparts unusual characteristics from the Chequers berries, deceptively strong."},{"brewery":{"name":"Springhead","notes":"Laneham, Notts est. 1990"},"name":"Maid Marian Blonde","abv":4.5,"notes":"A pale golden beer with a fruity orange aroma and a dry peppery finish. Maid Marian is brewed with Maris Otter Pale malt, Cluster hops, and Nottingham Ale yeast. Its refreshing flavour is from a combination of fresh oranges, coriander and exotic Grains of Paradise. These were a common ingredient in 18th century beers and used as a substitute for pepper which at the time was heavily taxed. First brewed in 2010 to commemorate the Robin Hood film."},{"brewery":{"name":"Springhead","notes":"Laneham, Notts est. 1990"},"name":"Robin Hood Bitter","abv":4.0,"notes":"A dark traditional bitter with a good head and plenty of hops. It is brewed with Maris Otter Pale ,Crystal, and Dark Crystal malts, Northdown hops and Nottingham Ale yeast. Brewed to commemorate the recent Robin Hood film and the hugely successful CAMRA Robin Hood Beer Festival held in October in the grounds of Nottingham Castle each year."},{"brewery":{"name":"St. Austell","notes":"St. Austell, Cornwall est. 1851"},"name":"Black Prince","abv":4.0,"notes":"One of St Austell's best kept secrets, Black Prince is a black mild ale and well worth investigating. Deep, dark and intriguing, Black Prince has a full-bodied fruity flavour, the perfect complement to a steak & kidney pudding or steak & ale pie."},{"brewery":{"name":"St. Austell","notes":"St. Austell, Cornwall est. 1851"},"name":"Endeavour","abv":3.8,"notes":"A malty beer with hints of citrus hops. Copper coloured with a robust full body that belies its modest ABV."},{"brewery":{"name":"Sticklegs","notes":"Colchester, Essex est. 2008"},"name":"Elmstead Stout","abv":4.8,"notes":"Smooth full-bodied stout with a great roast barley taste"},{"brewery":{"name":"Sticklegs","notes":"Colchester, Essex est. 2008"},"name":"Tendring 100","abv":4.0,"notes":"Pale Ale brewed with a fusion of English and American hops"},{"brewery":{"name":"Thornbridge","notes":"Bakewell, Derbyshire est. 2005"},"name":"Jaipur","abv":5.9,"notes":"A citrus-dominated India Pale Ale, its immediate impression is soft and smooth yet builds to a crescendo of massive hoppiness accentuated by honey. An enduring, bitter finish."},{"brewery":{"name":"Thornbridge","notes":"Bakewell, Derbyshire est. 2005"},"name":"Lord Marples","abv":4.0,"notes":"Surprisingly smooth with light toffee and caramel characters, a mixture of floral and spicy hop notes and a pleasing bitter finish."},{"brewery":{"name":"Tintagel","notes":"Tintagel, Cornwall est. 2009"},"name":"Black Night","abv":3.8,"notes":"A Cornish Mild available during the month of May only."},{"brewery":{"name":"Tintagel","notes":"Tintagel, Cornwall est. 2009"},"name":"Harbour Special","abv":4.8,"notes":"Prize winning beer with a dark amber hue and an initial malty flavour with a citrus after taste."},{"brewery":{"name":"Town Mill","notes":"Lyme Regis, Dorset est. 2010"},"name":"Lyme Gold","abv":4.2,"notes":"Brewed using Maris Otter Pale Malt together with Cascade and Bobek hops. A pale summer ale. Easy drinking with a refreshing citrus aroma."},{"brewery":{"name":"Town Mill","notes":"Lyme Regis, Dorset est. 2010"},"name":"Town Mill Best","abv":4.5,"notes":"reddish brown, nutty flavour"},{"brewery":{"name":"Tring","notes":"Tring, Herts est. 1992"},"name":"Bring Me Sunshine","abv":4.4,"notes":"If your preferred tipple is hoppy, then this brew will suit. Golden-brown in colour, it is brewed with citrus hops in abundance."},{"brewery":{"name":"Tring","notes":"Tring, Herts est. 1992"},"name":"Death or Glory","abv":7.2,"notes":"A dark aromatic, estery strong ale brewed using the finest Maris Otter malt and premium aroma hops."},{"brewery":{"name":"Tring","notes":"Tring, Herts est. 1992"},"name":"Mansion Mild","abv":3.7,"notes":"A smooth, creamy, ruby dark mild with a fruity palate and gentle late hop aroma"},{"brewery":{"name":"Tydd Steam","notes":"Tydd St. Giles, Cambs est. 2007"},"name":"Golden Kiwi","abv":4.1,"notes":"A pale golden refreshing best bitter. Hopped exclusively with Motueka, Nelson Sauvin and N.Z. Cascade."},{"brewery":{"name":"Tydd Steam","notes":"Tydd St. Giles, Cambs est. 2007"},"name":"Piston Bob","abv":4.6,"notes":"A premium amber bitter, more-ish with well balanced sweet toffee malt flavours and a crisp, spicy hop finish. Brewed using rare Belgian malts and Czech lager hops."},{"brewery":{"name":"Tydd Steam","notes":"Tydd St. Giles, Cambs est. 2007"},"name":"Stargazer","abv":4.2,"notes":"Deep golden best bitter heavily hopped with American Simcoe and Summit hops."},{"brewery":{"name":"Ufford Ales","notes":"Ufford, Cambs est. 2005"},"name":"Golden Drop","abv":4.3,"notes":"A golden coloured, hoppy, refreshing ale brewed using Brewers Gold and Amarillo hop varieties."},{"brewery":{"name":"Ufford Ales","notes":"Ufford, Cambs est. 2005"},"name":"Rupert's War Dog","abv":4.2,"notes":"Chestnut brown with a good sweet bitter balance."},{"brewery":{"name":"Upham","notes":"Bishops Waltham, Hants est. 2009"},"name":"Stakes Ale","abv":4.6,"notes":"The second brew available from Upham Brewery, Stakes Ale is a mid coloured stronger beer at 4.6%. For those that like a stronger fuller flavoured beer."},{"brewery":{"name":"Upham","notes":"Bishops Waltham, Hants est. 2009"},"name":"Upham Ale","abv":4.0,"notes":"The first beer available from this Classic Hampshire Farmstead is Upham Ale. At 4% ABV Upham Ale is a very well constructed mid colour ale with a roasted malty nose, a hint of chocolate and a pronounced hoppy finish."},{"brewery":{"name":"Vens","notes":"Rawreth, Essex est. 2010"},"name":"Suzie","abv":4.5,"notes":""},{"brewery":{"name":"Vens","notes":"Rawreth, Essex est. 2010"},"name":"Vens Mild","abv":3.8,"notes":"A smooth malty dark mild bursting with plenty of roasted flavours; a very satisfying finish."},{"brewery":{"name":"West Berkshire","notes":"Yattendon, Berkshire est. 1995"},"name":"Bean Dibbler","abv":4.3,"notes":"An amber-coloured beer with a fruity, hop finish from English Cascade hops"},{"brewery":{"name":"West Berkshire","notes":"Yattendon, Berkshire est. 1995"},"name":"Magg's Magnificent Mild","abv":3.8,"notes":"A typical dark mild with a slightly higher hop rate than normally used in milds. Not too sweet and very popular."},{"brewery":{"name":"Whim","notes":"Buxton, Derbyshire est. 1993"},"name":"Arbor Light","abv":3.6,"notes":"Sharp and very clean with lots of hop character. Delicate light aroma. Very thirst quenching."},{"brewery":{"name":"Whim","notes":"Buxton, Derbyshire est. 1993"},"name":"Flower Power","abv":5.3,"notes":"Initial warmth followed by intense citrus flavours developing. Medium to full bodied, with complex hop character. Dry finish and very hoppy aroma. Deceptively strong."},{"brewery":{"name":"Wickwar","notes":"Wickwar, Glos est. 1990"},"name":"Coopers WPA","abv":3.5,"notes":"A yellow-gold, well balanced, light,refreshing brew with hops, citrus fruit & a delicate sweet maltiness, giving a bitter dry finish."},{"brewery":{"name":"Wickwar","notes":"Wickwar, Glos est. 1990"},"name":"Rite Flanker","abv":4.3,"notes":"Brewed just for the Six Nations Championships, this is an excellent brew full of muscle and determination. With a delicate blend of those oh so beautiful Fuggles & Challenger hops."},{"brewery":{"name":"Windsor & Eton","notes":"Windsor, Berks est. 2010"},"name":"Conqueror","abv":5.0,"notes":"A rich, complex and very distinctive black IPA, brewed with a careful blend of 5 speciality malts along with Summit and Cascade hops to produce an intense combination of roasted flavours balanced with full fresh pine hop aroma."},{"brewery":{"name":"Windsor & Eton","notes":"Windsor, Berks est. 2010"},"name":"Knights of the Garter","abv":3.8,"notes":"A straw-coloured Golden Ale for easy summer drinking with a distinctive fresh citrus hop aroma."},{"brewery":{"name":"Winter's","notes":"Norwich, Norfolk est. 2001"},"name":"Golden","abv":4.1,"notes":"A refreshing yellow golden ale with nicely balanced malt, hop and light tangy citrus flavours. Derived from a blend of American, Slovenian and English hops."},{"brewery":{"name":"Winter's","notes":"Norwich, Norfolk est. 2001"},"name":"Revenge","abv":4.7,"notes":"Amber coloured and well-hopped, for a distinct bitterness with a sweetish finish that makes this a warmer beer."},{"brewery":{"name":"WJ King","notes":"Horsham, W. Sussex est. 2001"},"name":"King's Royal Mild","abv":3.6,"notes":"A tawny coloured classic mild, lightly hopped, lacking any obvious bitterness and extremely thirst quenching; a fruity, sweet perfume on the nose, a distinctive smooth body, full of character a crisp, lasting creamy head. There is a light dryness in the finish, lingering hint of toffee, warms the palate with light peppery overtones coming from a mix of Slovenian and English hops."},{"brewery":{"name":"WJ King","notes":"Horsham, W. Sussex est. 2001"},"name":"Red River","abv":4.8,"notes":"The aroma has vine fruits with a hint of caramel toffee from the aromatic malt and a nod towards the hoppiness to come. A smooth, full mouthfeel with an initial taste of almonds and some metallic flavour from the hops, which grows into a long lingering bitter aftertaste with hints of pine and spice."},{"brewery":{"name":"Wolf","notes":"Besthorpe, Norfolk est. 1996"},"name":"Lavender Honey","abv":3.7,"notes":"Honey from The Norfolk Lavender Company is added during the brewing process to give this beer a delicate yet more-ish flavour."},{"brewery":{"name":"Wolf","notes":"Besthorpe, Norfolk est. 1996"},"name":"Lupus Lupus","abv":4.2,"notes":"Unique Flavoured blonde ale using fruity hops."},{"brewery":{"name":"Wolf","notes":"Besthorpe, Norfolk est. 1996"},"name":"Straw Dog","abv":4.5,"notes":"Pale and refreshing, this clear wheat beer is brewed in the German style. Soft German hops added to the brew give a wonderful aroma and slightly sweet taste."},{"brewery":{"name":"Woodforde's","notes":"Woodbastwick, Norfolk est. 1981"},"name":"Headcracker","abv":7.0,"notes":"Pale but strong and full-bodied. Carries an intricate combination of plums and damsons countered by an abundance of 'citrus' hopping."},{"brewery":{"name":"Woodforde's","notes":"Woodbastwick, Norfolk est. 1981"},"name":"Nelson's Revenge","abv":4.5,"notes":"Rich and floral aromas, sweet Norfolk malts and a burst of 'citrus' hops embody this mouth-watering premium beer."},{"brewery":{"name":"Woodforde's","notes":"Woodbastwick, Norfolk est. 1981"},"name":"Norfolk Nog","abv":4.6,"notes":"Smooth, rich and rounded 'Old Ale' with velvety texture and hints of chocolate, treacle and liquorice."},{"brewery":{"name":"Woodforde's","notes":"Woodbastwick, Norfolk est. 1981"},"name":"Once Bittern","abv":4.0,"notes":"A copper coloured ale with a distinctive aroma of rich spice and citrus fruit. The palate is a blend of sweet malt, fruit and warm spice, and the finish dry."},{"brewery":{"name":"Woodforde's","notes":"Woodbastwick, Norfolk est. 1981"},"name":"Sundew","abv":4.1,"notes":"Subtle golden beer. Pale in colour and light on the palate with a distinct hoppy finish. Deliciously golden and refreshing."},{"brewery":{"name":"Woodforde's","notes":"Woodbastwick, Norfolk est. 1981"},"name":"Wherry","abv":3.8,"notes":"Fresh and zesty with crisp floral flavours. A background of sweet malt and a hoppy 'grapefruit' bitter finish this champion bitter."},{"brewery":{"name":"York","notes":"York, N. Yorkshire est. 1986"},"name":"Centurion's Ghost","abv":5.4,"notes":"Dark ruby in colour, full tasting with a mellow roast flavour balanced by light bitterness and autumn fruit flavours that linger into the aftertaste."},{"brewery":{"name":"York","notes":"York, N. Yorkshire est. 1986"},"name":"Guzzler","abv":3.6,"notes":"A light golden beer with well balanced hops and malt against a background of fruitiness. Crisp, dry, and refreshing."}]